jorgebucaran/fisher
decors/fish-colored-man
edc/bass
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-foreign-env
jorgebucaran/nvm.fish
nakulj/auto-venv
bennypowers/colorscript.fish
